"""
Текст сообщений, используемый в ответах чат-бота на запросы пользователя
"""

# Сообщения кнопок для пользователя
TODAY = "Занятия сегодня"
TOMOROW = "Занятия завтра"
THIS_WEEK = "Занятия на этой неделе"
NEXT_WEEK = "Занятия на следующей неделе"
GREETINGS = "Привет!\nВведи число и получишь фамилию одного из преподавателей"


# Сообщение об ошибке запроса
SOMETHING_BROKEN = "Упс, что-то сломалось, повторите запрос"


# Сообщения об отсутствии занятий
NO_TODAY = "Сегодня занятий нет"
NO_TOMORROW = "Завтра занятий нет"
NO_THIS_WEEK = "На этой неделе занятий нет"
NO_NEXT_WEEK = "На следующей неделе занятий нет"
